{
    "title": {
        "gujarati" : "હનુમાન્ ચાલીસા",
        "transliteration": "Hanuman Chalisa"
    },
    "sections": [
        {
            "gujarati" : "શ્રી ગુરુ ચરણ સરોજ રજ નિજમન મુકુર સુધારિ",
            "transliteration": "Shree Guru Charan Saroj Raja, Nij Mana Mukuru Sudhari",
            "translation": "After cleansing the mirror of my mind with the pollen dust of holy Guru's lotus feet"
        },
        {
            "gujarati" : "વરણૌ રઘુવર વિમલયશ જો દાયક ફલચારિ",
            "transliteration": "Baranaun Raghubara Bimala Jasa, Jo Dayaka Fala Chari",
            "translation": "I narrate the sacred glory of Shri Raghuvar which bestows the four fold fruits of life (Dharma, Artha, Kama and Moksha)"
        },
        {
            "gujarati" : "બુદ્ધિહીન તનુજાનિકૈ સુમિરૌ પવન કુમાર",
            "transliteration": "Buddhi-Hina Tanu Janikei, Sumirou Pavan-Kumar",
            "translation": "Fully aware of the deficiency of my intelligence, I concentrate my attention on Pavan Kumar"
        },
        {
            "gujarati" : "બલ બુદ્ધિ વિદ્યા દેહુ મોહિ હરહુ કલેશ વિકાર્",
            "transliteration": "Bala Buddhi Vidya Dehu Mohin, Harahu Kal Esa Bikara",
            "translation": "And humbly ask for strength, intelligence and true knowledge to relieve me of all afflictions and blemishes"
        },
        {
            "gujarati" : "જય હનુમાન જ્ઞાન ગુણ સાગર જય કપીશ તિહુ લોક ઉજાગર",
            "transliteration": "Jaya Hanuman Gnana Guna Sagar, Jaya Kapeesh Tinhu Loka Ujagara",
            "translation": "Victory to you, O Hanuman! Ocean of wisdom, all hail to you O Kapisa! (Lord of the monkeys). You illuminate all the three worlds with your glory"
        },
        {
            "gujarati" : "રામદૂત અતુલિત બલધામા અંજનિ પુત્ર પવનસુત નામા",
            "transliteration": "Rama Doota Atulita Bala Dhama, Anjani Putra Pavan Suta Nama",
            "translation": "You are the divine messenger of Shri Ram, a repository of immeasurable strength. You are known as Anjani Putra (son of Anjani) and Pavan Suta (son of Pavan, the God of Wind)"
        },
        {
            "gujarati" : "મહાવીર વિક્રમ બજરંગી કુમતિ નિવાર સુમતિ કે સંગી",
            "transliteration": "Mahavira Vikrama Bajrangi, Kumati Nivar Sumati Ke Sangi",
            "translation": "With limbs as sturdy as Vajra (The mace of God Indra) you are valiant and brave. You dispel the darkness of evil thoughts and are a companion of Good Sense and Wisdom personified"
        },
        {
            "gujarati" : "કંચન વરણ વિરાજ સુવેશા કાનન કુંડલ કુંચિત કેશા",
            "transliteration": "Kanchan Baran Biraj Subesa, Kanan Kundal Kunchit Kesa",
            "translation": "Your physique is beautifully golden coloured and you are resplendent in your handsome form. You wear earrings and have beautiful, curly hair"
        },
        {
            "gujarati" : "હાથવજ્ર ઔ ધ્વજા વિરાજૈ કાંથે મૂંજ જનેવૂ સાજૈ",
            "transliteration": "Hath Bajra Aur Dhwaja Birajei, Kandhe Moonja Janeu Sanjei",
            "translation": "You carry in your hand a lightning bolt along with a victory flag and wear the sacred thread across your shoulder"
        },
        {
            "gujarati" : "શંકર સુવન કેસરી નંદન તેજ પ્રતાપ મહાજગ વંદન",
            "transliteration": "Sanker Suvan Kesari Nandan, Teja Pratap Maha Jaga-Vandan",
            "translation": "You are the incarnation of Lord Shiva, and the son of Kesari. You are adored by the whole world on account of your great strength and courage"
        },
        {
            "gujarati" : "વિદ્યાવાન ગુણી અતિ ચાતુર રામ કાજ કરિવે કો આતુર",
            "transliteration": "Vidyavana Gunee Ati Chatur, Rama Kaja Karibe Ko Atur",
            "translation": "You are the repository of learning, virtuous and fully accomplished, always keen to carry out the tasks of Shri Ram"
        },
        {
            "gujarati" : "પ્રભુ ચરિત્ર સુનિવે કો રસિયા રામલખન સીતા મન બસિયા",
            "transliteration": "Prabhu Charitra Sunibe Ko Rasiya, Rama Lakhan Sita Mana Basiya",
            "translation": "You delight in listening to the glories of Sri Rama, you have Sri Rama, Lakshmana and Sita dwelling in your heart"
        },
        {
            "gujarati" : "સૂક્ષ્મ રૂપધરિ સિયહિ દિખાવા વિકટ રૂપધરિ લંક જરાવા",
            "transliteration": "Sukshma Rupa Dhari Siyahin Dikhawa, Bikat Rupa Dhari Lank Jarawa",
            "translation": "You appeared before Sita in a diminutive form and spoke to her in humility. You assumed an awesome form and struck terror by setting Lanka on fire"
        },
        {
            "gujarati" : "ભીમ રૂપધરિ અસુર સંહારે રામચંદ્ર કે કાજ સંવારે",
            "transliteration": "Bhima Rupa Dhari Assura Sanhare, Ramachandra Ke Kaja Sanware",
            "translation": "You assumed a gigantic form and destroyed the Asuras (demons) and performed all tasks assigned to you by Shri Ram"
        },
        {
            "gujarati" : "લાય સંજીવન લખન જિયાયે શ્રી રઘુવીર હરષિ ઉરલાયે",
            "transliteration": "Laya Sanjiwan Lakhan Jiyaye, Shree Raghuvira Harashi Ura Laye",
            "translation": "You brought Sanjivan (A herb that revives life) and restored Lakshman back to life, Shri Raghuvir cheerfully embraced you with his heart full of joy"
        },
        {
            "gujarati" : "રઘુપતિ કીન્હી બહુત બડાયી તુમ મમ પ્રિય ભરતહિ સમ ભાયી",
            "transliteration": "Raghupati Kinhi Bahuta Badai, Tuma Mama Priya Bahratahi Sama Bhaai",
            "translation": "Shri Raghupati praised you greatly and said \"You are as dear to me as my own brother Bharat\""
        },
        {
            "gujarati" : "સહસ વદન તુમ્હરો યશગાવૈ અસ કહિ શ્રીપતિ કંઠ લગાવૈ",
            "transliteration": "Sahastra Badan Tumharo Jasa Gaven, Asa Kahi Shripati Kanth Lagavei",
            "translation": "Thousands of living beings are chanting hymns of your glories, saying thus, Shri Ram warmly embraced him (Shri Hanuman)"
        },
        {
            "gujarati" : "સનકાદિક બ્રહ્માદિ મુનીશા નારદ શારદ સહિત અહીશા",
            "transliteration": "Sanakadika Brahmadi Munisa, Narad Sarad Sahita Aheesa",
            "translation": "When prophets like Sanka, even the sage-like Lord Brahma, the great hermit Narad himself, Goddess Saraswati and Ahisha (one of immeasurable dimensions)"
        },
        {
            "gujarati" : "યમ કુબેર દિગપાલ જહાં તે કવિ કોવિદ કહિ સકે કહાં તે",
            "transliteration": "Yama Kuber Digpal Jahante, Kabi Kobid Kahi Sake Kahante",
            "translation": "Even Yamraj (God of Death) Kuber (God of Wealth) and the Digpals (deputies guarding the four corners of the Universe) have been vying with one another in offering homage to your glories. How then, can a mere poet give adequate expression of your glories in full"
        },
        {
            "gujarati" : "તુમ ઉપકાર સુગ્રીવહિ કીન્હા રામ મિલાય રાજપદ દીન્હા",
            "transliteration": "Tuma Upakar Sugravahin Kinha, Rama Milaya Raj-Pada Dinha",
            "translation": "You rendered a great service to Sugriva. You united him with Shri Ram and he installed him on the royal throne"
        },
        {
            "gujarati" : "તુમ્હરો મંત્ર વિભીષણ માના લંકેશ્વર ભયે સબ જગ જાના",
            "transliteration": "Tumharo Mantra Bibhishan Mana, Lankeshvar Bhaye Saba Jaga Jana",
            "translation": "By heeding your advice, Vibhishan became Lord of Lanka. This is known all over the universe"
        },
        {
            "gujarati" : "યુગ સહસ્ર યોજન પર ભાનૂ લીલ્યો તાહિ મધુર ફલ જાનૂ",
            "transliteration": "Yuga Sahasra Jojan Para Bhanu, Lilyo Tahi Madhur Fala Janun",
            "translation": "On your own you dashed upon the Sun, which is thousands of miles away, thinking it to be a sweet fruit"
        },
        {
            "gujarati" : "પ્રભુ મુદ્રિકા મેલિ મુખ માહી જલધિ લાંઘિ ગયે અચરજ નાહી",
            "transliteration": "Prabhu Mudrika Meli Mukh Manhi, Jaladhi Langhi Gaye Acharaja Nahin",
            "translation": "Carrying the Lord's ring in your mouth, there is hardly any wonder that you easily leapt across the ocean"
        },
        {
            "gujarati" : "દુર્ગમ કાજ જગત કે જેતે સુગમ અનુગ્રહ તુમ્હરે તેતે",
            "transliteration": "Durgama Kaja Jagatke Je Te, Sugama Anugraha Tumhare Tete",
            "translation": "All the difficult tasks in this world, are rendered easy by your grace"
        },
        {
            "gujarati" : "રામ દુઆરે તુમ રખવારે હોત ન આજ્ઞા બિનુ પૈસારે",
            "transliteration": "Rama Duware Tuma Rakhware, Hota Na Agna Bina Peisare",
            "translation": "You are the sentry at the door of Shri Ram's divine abode. No one can enter it without your permission"
        },
        {
            "gujarati" : "સબ સુખ લહૈ તુમ્હારી શરણા તુમ રક્ષક કાહૂ કો ડર ના",
            "transliteration": "Saba Sukha Lahei Tumhari Sarana, Tumha Rakshak Kahu Ko Darana",
            "translation": "All comforts of the world lie at your feet. The devotees enjoy all divine pleasures and feel fearless under your benign protection"
        },
        {
            "gujarati" : "આપન તેજ તુમ્હારો આપૈ તીનોં લોક હાંક તે કાંપૈ",
            "transliteration": "Apanã Teja Samhãro Apei, Tinon Loka Hãnka Te Kanpei",
            "translation": "You alone are befitted to carry your own splendid valour. All the three worlds tremble at your thunderous roar"
        },
        {
            "gujarati" : "ભૂત પિશાચ નિકટ નહિ આવૈ મહવીર જબ નામ સુનાવૈ",
            "transliteration": "Bhoota Pishãch Nikata Nahin Avei, Mahãvir Jaba Nãma Sunãvei",
            "translation": "All the ghosts and evil forces keep away, with the sheer mention of your great name, O Mahaveer!"
        },
        {
            "gujarati" : "નાસૈ રોગ હરૈ સબ પીરા જપત નિરંતર હનુમત વીરા",
            "transliteration": " Nãsei Roga Harei Saba Pira, Japata Nirantara Hanumant Beera",
            "translation": "All diseases, pain and suffering disappear on reciting regularly Shri Hanuman's holy name"
        },
        {
            "gujarati" : "સંકટ સેં હનુમાન છુડાવૈ મન ક્રમ વચન ધ્યાન જો લાવૈ",
            "transliteration": "Sankat Se Hanuman Chhudavei, Mana Krama Bachan Dhyan Jo Lavei",
            "translation": "Those who remember Shri Hanuman in thought, words and deeds with sincerity and faith, are rescued from all crises in life"
        },
        {
            "gujarati" : "સબ પર રામ તપસ્વી રાજા તિનકે કાજ સકલ તુમ સાજા",
            "transliteration": "Saba Para Rama Tapaswi Raja, Tinake Kaja Sakala Tuma Saja",
            "translation": "Shri Ram is the king of the devotees engaged in penances. And you fulfil all works of Shri Ram"
        },
        {
            "gujarati" : "ઔર મનોરધ જો કોયિ લાવૈ તાસુ અમિત જીવન ફલ પાવૈ",
            "transliteration": "Aur Manoratha Jo Koi Lavei, Tasu Amita Jivan Fala Pavei",
            "translation": "Whoever comes to you for fulfilment of any desire with faith and sincerity, that wish is fulfilled beyond in this very birth"
        },
        {
            "gujarati" : "ચારો યુગ પરિતાપ તુમ્હારા હૈ પરસિદ્ધ જગત ઉજિયારા",
            "transliteration": "Charon Juga Paratapa Tumhara, He Parasiddha Jagat Ujiyara",
            "translation": "All through the four ages your magnificent glory is acclaimed far and wide, and illuminates the whole world"
        },
        {
            "gujarati" : "સાધુ સંત કે તુમ રખવારે અસુર નિકંદન રામ દુલારે",
            "transliteration": "Sadhu Sant Ke Tuma Rakhaware, Asur Nikandan Rama Dulare",
            "translation": "You are the protector of saints and sages and destroy all demons. You are as dear as a son to Shri Ram"
        },
        {
            "gujarati" : "અષ્ઠસિદ્ધિ નવ નિધિ કે દાતા અસ વર દીન્હ જાનકી માતા",
            "transliteration": "Ashta Siddhi Nou Nidhi Ke Data, Asa Bara Deena Janaki Mata",
            "translation": "You can grant to any one, any of the eight Siddhis (yogic powers) and the nine Nidhis (divine treasures). This boon has been conferred upon you by Mother Janki (Sita)"
        },
        {
            "gujarati" : "રામ રસાયન તુમ્હારે પાસા સાદ રહો રઘુપતિ કે દાસા",
            "transliteration": "Rama Rasayana Tumhare Pasa, Sada Raho Raghupati Ke Dasa",
            "translation": "You possess the power of devotion to Shri Ram. In all rebirths you will always remain Shri Raghupati's most dedicated disciple"
        },
        {
            "gujarati" : "તુમ્હરે ભજન રામકો પાવૈ જન્મ જન્મ કે દુખ બિસરાવૈ",
            "transliteration": "Tumharo Bhajan Rama Ko Pavei, Janama Janama Ke Dukha Bisaravei",
            "translation": "Through hymns sung in devotion to you, one can find Shri Ram and become free from sufferings of several births"
        },
        {
            "gujarati" : "અંત કાલ રઘુવર પુરજાયી જહાં જન્મ હરિભક્ત કહાયી",
            "transliteration": "Antakala Raghubara Pura Jayi, Jahan Janma Hari Bhakta Kahai",
            "translation": "If at the time of death one enters the Divine Abode of Shri Ram, thereafter in all future births he is born as the Lord's devotee"
        },
        {
            "gujarati" : "ઔર દેવતા ચિત્ત ન ધરયી હનુમત સેયિ સર્વ સુખ કરયી",
            "transliteration": "Aur Devata Chitta Na Dharai, Hanumant Sei Sarva Sukha Karai",
            "translation": "Even without worshipping any other deities, one gets all happiness who worships Shri Hanuman"
        },
        {
            "gujarati" : "સંકટ કટૈ મિટૈ સબ પીરા જો સુમિરૈ હનુમત બલ વીરા",
            "transliteration": "Sankat Katei Mitei Saba Peera, Jo Sumarei Hanumant Bala-Beera",
            "translation": "Difficulties disappear and sorrows are removed, for those who adore and remember Shri Hanuman"
        },
        {
            "gujarati" : "જૈ જૈ જૈ હનુમાન ગોસાયી કૃપા કરો ગુરુદેવ કી નાયી",
            "transliteration": "Jei Jei Jei Hanuman Gosain, Krupa Karahu Gurudev Ki Nayie",
            "translation": "Victory, victory, victory to you, Shri Hanuman, master of the senses. Let your victory over the evil be firm and final. Bestow your grace upon me as my supreme guru"
        },
        {
            "gujarati" : "જો શત વાર પાઠ કર કોયી છૂટહિ બંદિ મહા સુખ હોયી",
            "transliteration": "Jo Sata Bara Path Kar Koi, Chhutahi Bandi Maha Sukha Hoi",
            "translation": "One who recites this Hanuman Chalisa one hundred times with devotion, becomes free from the bondage of life and death and enjoys the highest bliss"
        },
        {
            "gujarati" : "જો યહ પડૈ હનુમાન ચાલીસા હોય સિદ્ધિ સાખી ગૌરીશા",
            "transliteration": "Jo Yaha Padhei Hanuman Chalisa, Hoi Siddhi Sakhee Gaurisa",
            "translation": "All those who recite the Hanuman Chalisa obtain liberation. Lord Shiva himself bears witness to this statement"
        },
        {
            "gujarati" : "તુલસીદાસ સદા હરિ ચેરા કીજૈ નાથ હૃદય મહ ડેરા",
            "transliteration": "Tulsidas Sada Hari Chera Keejei Nath Rhidaya Maheein Dera",
            "translation": "Tulsidas is always a devotee of Hari. O Lord, make my heart your abode"
        },
        {
            "gujarati" : "પવન તનય સંકટ હરણ મંગળ મૂરતિ રૂપ્",
            "transliteration": "Pavana Tanaya Sankata Haran Mangal Murati Rupa",
            "translation": "O son of Pavan, remover of adversities, who has an auspicious form"
        },
        {
            "gujarati" : "રામ લખન સીતા સહિત હૃદય બસહુ સુરભૂપ્",
            "transliteration": "Rama Lakhan Sita Sahita Rhidaya Basahu Sura Bhoopa",
            "translation": "Along with Shri Ram, Lakshman and Sita, reside in my heart"
        }
    ]
}




