{
    "title": "Shri Ramachandra Krupalu Bhaja Mana",
    "url": "shri-ramachandra-krupalu-bhaja-mana",
    "youtubeLinks": [
        "https://www.youtube.com/embed/h_xQ0ur9i24",
        "https://www.youtube.com/embed/ZRujHaSQttI",
        "https://www.youtube.com/embed/MyNSOu-Fl-k"
    ],
    "sections": [
        {
            "transliteration": "Shri Ramachandra Krupalu Bhaja Mana, Harana Bhavabhaya Darunam,",
            "translation": "O mind! Revere the benign Shri Ramachandra, who removes 'Bhava' the worldly sorrow or pain, 'Bhaya' the fear, and 'Daruna' the scarcity or poverty."
        },
        {
            "transliteration": "Navakanja Lochana, Kanjamukha, Kara Kanja Pada Kanjarunam",
            "translation": "Who has fresh lotus eyes, lotus face and lotus hands, feet like lotus and like the rising sun."
        },
        {
            "transliteration": "",
            "translation": ""
        },
        {
            "transliteration": "Kandarpa Aganita, Amit Chabi Navaneera-neerada Sundaram,",
            "translation": "His beauty exceeds innumerable Kaamdevs (Cupids). He is like a newly formed beautiful blue cloud. The yellow robe on his body appears like delightful lighting."
        },
        {
            "transliteration": "Pata Peet Manahu Tadita Ruchi Shuchi, Noumi Janaka Sutavaram",
            "translation": "He is the consort of the daughter of Sri Janak (Sri Sita), the embodiment of sacredness.॥"
        },
        {
            "transliteration": "",
            "translation": ""
        },
        {
            "transliteration": "Bhaja Deenbandhu Dinesh Danav Dalan Dushta Nikandanam,",
            "translation": "O mind, sing praises of Sri Ram, a friend of the poor. He is the lord of the solar dynasty. He is the destroyer of demons and devils and their race."
        },
        {
            "transliteration": "Raghunand Anandakand, Koshalachanda Dasharath Nandanam",
            "translation": "The descendant of Sri Raghu is the source of joy, a moon of his mother Kaushalya and he is the son of Sri Dashrath."
        },
        {
            "transliteration": "",
            "translation": ""
        },
        {
            "transliteration": "Shira Mukuta Kundala Tilaka Charu, Udaru Anga Vibhushanam,",
            "translation": "He wears a crown on his head, pendants on his ear, and tilak (crimson mark) on his forehead. All his organs are beautiful and well decorated with ornaments."
        },
        {
            "transliteration": "Aajaanubhuja Shara-chaapa-dhara, Sangrama-jita Khara-dushanam",
            "translation": "His arms reach his knees. He holds a bow and an arrow. He emerged victorious in the battle with demons Khar and Dushan."
        },
        {
            "transliteration": "",
            "translation": ""
        },
        {
            "transliteration": "Iti Vadati Tulasidasa Shankara Shesha Muni-mana-ranjanam,",
            "translation": "Thus says Sri Tulsidas – O Sri Ram, the charmer of Lord Shiv, Sri Shesh and saints,"
        },
        {
            "transliteration": "Mama Hridai Kanja Nivaasa Kuru, Kaamaadi Khala-dala-ganjanam",
            "translation": "reside in the lotus of my heart and destroy all the evils and their associates like desires."
        },
        {
            "transliteration": "",
            "translation": ""
        }
    ]
}